Repository: SamuelZacharias/portfolio
Catalog: src/locale/messages.*.xlf
Languages: ar, es, it, ja, ko, pt, ru, zh

source: For any questions or notices, please contact me at info@samuelzacharias.com.
es: Para cualquier pregunta o aviso, por favor contáctame en info@samuelzacharias.com.
it: Per qualsiasi domanda o avviso, ti prego di contattarmi a info@samuelzacharias.com.
ja: ご質問や通知については、info@samuelzacharias.comまでご連絡ください。
ko: 이 법적 고지에 관한 질문이나 공지가 있는 경우, info@samuelzacharias.com으로 저에게 연락하십시오.
pt: Para qualquer dúvida ou aviso, entre em contato comigo através do e-mail info@samuelzacharias.com.
ru: Если у вас есть вопросы или уведомления, пожалуйста, свяжитесь со мной по адресу info@samuelzacharias.com.
zh: 如有任何问题或通知，请通过 info@samuelzacharias.com 与我联系。

source: Date: December 02, 2024
es: Fecha: 02 de diciembre de 2024
it: Data: 02 dicembre 2024
ja: 日付: 2024年12月2日
ko: 날짜: 2024년 12월 2일
pt: Data: 02 de dezembro de 2024
ru: Дата: 2 декабря 2024 года
zh: 日期：2024年12月02日

source: We will retain your data only as long as necessary for the purposes outlined in this policy or to comply with legal obligations.
es: Retendremos sus datos solo mientras sea necesario para los fines descritos en esta política o para cumplir con las obligaciones legales.
it: Conserveremo i tuoi dati solo per il tempo necessario agli scopi descritti in questa politica o per rispettare gli obblighi legali.

source: Our service does not address anyone under the age of 13. If you believe your child has provided personal data, please contact us.
es: Nuestro servicio no está dirigido a menores de 13 años. Si cree que su hijo ha proporcionado datos personales, por favor contáctenos.
it: Il nostro servizio non è rivolto a persone di età inferiore ai 13 anni. Se ritieni che tuo figlio abbia fornito dati personali, ti preghiamo di contattarci.

source: If you have any questions about this Privacy Policy, you can contact us at <a href="mailto:support&#64;portfolio.com"> info@samuelzacharias.com </a>.
es: Si tiene alguna pregunta sobre esta Política de Privacidad, puede contactarnos en <a href="mailto:support&#64;portfolio.com"> info@samuelzacharias.com </a>.
it: Se hai domande su questa politica sulla privacy, puoi contattarci a <a href="mailto:support&#64;portfolio.com"> info@samuelzacharias.com </a>.

source: About me
ar: عني

source: Hi, I'm a German-speaking Frontend Developer based near Hannover. Motivated by the limitless opportunities within IT, I am excited about crafting visually captivating and intuitive websites and applications.
ar: مرحبًا، أنا مطور واجهات أمامية يتحدث الألمانية ومقيم بالقرب من هانوفر. تحفزني الفرص اللامحدودة في مجال تكنولوجيا المعلومات، وأنا متحمس لإنشاء مواقع وتطبيقات ويب جذابة وبسيطة.

source: Flexible in terms of working environments, I can work effectively around Celle to Brunswick or Hannover and remotely.
ar: بفضل مرونتي في بيئات العمل، أستطيع العمل بكفاءة في مناطق مثل سيلي، براونشفايغ أو هانوفر، وأيضًا عن بعد.

source: I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.
ar: أنا منفتح دائمًا وأبحث عن تحديات شخصية لتحسين معرفتي ومهاراتي بشكل مستمر.

source: In my profession, programming isn't just about writing code; it's a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you achieve your goals and bring your visions to life.
ar: في مهنتي، البرمجة ليست مجرد كتابة أكواد؛ إنها شكل إبداعي لحل المشكلات. أفتخر بقدرتي على تحويل التحديات التقنية المعقدة إلى حلول بسيطة وسهلة الاستخدام. بهذه الطريقة، أساعدك في تحقيق أهدافك وتحويل رؤاك إلى واقع.

source: About me
ar: عني

source: Skills
ar: المهارات

source: Portfolio
ar: الأعمال

source: Samuel
ar: صامويل

source: I am
ar: أنا

source: FRONTEND DEVELOPER
ar: مطور واجهات أمامية

source: Let's talk!
ar: دعونا نتحدث!

source: My skills
ar: مهاراتي

source: I have gained experience in building projects with different frontend technologies and concepts.
ar: لقد اكتسبت خبرة في بناء المشاريع باستخدام تقنيات ومفاهيم واجهة أمامية متنوعة.
