Repository: SamuelZacharias/portfolio
Catalog: src/locale/messages.*.xlf
Languages: ar, es, it, ja, ko, pt, ru, zh

source: About me
es: Sobre mí
it: Chi sono
ja: 私について
ko: 저에 대해
pt: Sobre mim
ru: Обо мне
zh: 关于我

source: Skills
es: Habilidades
it: Competenze
ja: スキル
ko: 기술
pt: Habilidades
ru: Навыки
zh: 技能

source: Let's talk!
es: ¡Hablemos!
it: Parliamone!
ja: 話しましょう！
ko: 이야기해요!
pt: Vamos conversar!
ru: Давайте поговорим!
zh: 让我们聊聊！

source: Scroll down <img src="../../assets/icons/arrow-down-line.png" alt="">
es: Desplácese hacia abajo <img src="../../assets/icons/arrow-down-line.png" alt="">
it: Scorri verso il basso <img src="../../assets/icons/arrow-down-line.png" alt="">
ja: 下にスクロール <img src="../../assets/icons/arrow-down-line.png" alt="">
ko: 아래로 스크롤하세요 <img src="../../assets/icons/arrow-down-line.png" alt="">
pt: Role para baixo <img src="../../assets/icons/arrow-down-line.png" alt="">
ru: Прокрутите вниз <img src="../../assets/icons/arrow-down-line.png" alt="">
zh: 向下滚动 <img src="../../assets/icons/arrow-down-line.png" alt="">

source: About me
es: Sobre mí
it: Chi sono
ja: 私について
ko: 저에 대해
pt: Sobre mim
ru: Обо мне
zh: 关于我

source: Hi, I'm a German-speaking Frontend Developer based near Hannover. Motivated by the limitless opportunities within IT, I am excited about crafting visually captivating and intuitive websites and applications.
es: Hola, soy un desarrollador frontend de habla alemana que vive cerca de Hannover. Motivado por las infinitas oportunidades dentro de la TI, estoy emocionado de crear sitios web y aplicaciones visualmente cautivadores e intuitivos.
it: Ciao, sono uno sviluppatore frontend di lingua tedesca che vive vicino a Hannover. Motivato dalle infinite opportunità nel settore IT, sono entusiasta di creare siti web e applicazioni visivamente accattivanti e intuitive.
ja: こんにちは、私はハノーファー近郊に拠点を置くドイツ語を話すフロントエンド開発者です。IT分野の無限の可能性に触発され、視覚的に魅力的で直感的なウェブサイトやアプリケーションの構築に情熱を注いでいます。
ko: 안녕하세요, 저는 하노버 근처에 거주하는 독일어를 사용하는 프론트엔드 개발자입니다. IT의 무한한 가능성에 영감을 받아 시각적으로 매력적이고 직관적인 웹사이트 및 애플리케이션을 만드는 데 열정을 가지고 있습니다.
pt: Olá, sou um desenvolvedor frontend que fala alemão e mora próximo a Hannover. Motivado pelas infinitas oportunidades na área de TI, estou entusiasmado em criar websites e aplicativos visualmente atraentes e intuitivos.
ru: Привет, я фронтенд-разработчик, говорящий на немецком, из окрестностей Ганновера. Мотивированный безграничными возможностями в IT, я с энтузиазмом создаю визуально привлекательные и интуитивно понятные веб-сайты и приложения.
zh: 你好，我是一名讲德语的前端开发者，居住在汉诺威附近。我受到IT领域无限可能性的激励，热衷于打造视觉吸引力强且直观的网站和应用程序。

source: Flexible in terms of working environments, I can work effectively around Celle to Brunswick or Hannover and remotely.
es: Flexible en términos de entornos laborales, puedo trabajar de manera efectiva en las áreas de Celle, Brunswick o Hannover, así como de forma remota.
it: Flessibile in termini di ambienti di lavoro, posso lavorare efficacemente nelle zone di Celle, Braunschweig o Hannover, oltre che in remoto.
ja: 働く環境に柔軟に対応でき、ツェレからブラウンシュヴァイク、ハノーファー周辺、またはリモートで効果的に作業できます。
ko: 작업 환경에 유연하게 적응하며, 첼레에서 브라운슈바이크 또는 하노버까지, 원격으로도 효과적으로 작업할 수 있습니다.
pt: Flexível em termos de ambientes de trabalho, posso trabalhar de forma eficaz nas regiões de Celle, Brunswick ou Hannover, além de remotamente.
ru: Гибкий в отношении рабочих условий, я могу эффективно работать в районах Целле, Брауншвейга или Ганновера, а также удаленно.
zh: 在工作环境方面具有灵活性，我可以在Celle到Brunswick或汉诺威及远程工作中高效工作。

source: I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.
es: Tengo una mentalidad abierta y siempre busco desafíos personales para mejorar constantemente mis conocimientos y habilidades.
it: Sono aperto e sempre alla ricerca di sfide personali per migliorare costantemente le mie conoscenze e competenze.
ja: 私は柔軟な考え方を持ち、知識とスキルを常に向上させるために個人的な挑戦を求めています。
ko: 저는 열린 마음으로 항상 개인적인 도전을 통해 지식과 기술을 지속적으로 향상시키고자 합니다.
pt: Sou uma pessoa de mente aberta e estou sempre em busca de desafios pessoais para melhorar constantemente meu conhecimento e habilidades.
ru: Я открыт к новому и всегда ищу личные вызовы, чтобы постоянно улучшать свои знания и навыки.
zh: 我思想开放，总是在寻找个人挑战，以不断提高我的知识和技能。

source: In my profession, programming isn't just about writing code; it's a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you achieve your goals and bring your visions to life.
es: En mi profesión, la programación no se trata solo de escribir código; es una forma creativa de resolver problemas. Estoy orgulloso de mi capacidad para destilar desafíos técnicos complejos en soluciones simples y fáciles de usar. De esta manera, te ayudo a alcanzar tus objetivos y hacer realidad tus visiones.
it: Nel mio lavoro, programmare non significa solo scrivere codice; è una forma creativa di risoluzione dei problemi. Sono orgoglioso della mia capacità di trasformare sfide tecniche complesse in soluzioni semplici e intuitive. In questo modo ti aiuto a raggiungere i tuoi obiettivi e a realizzare le tue visioni.
ja: 私の職業では、プログラミングは単にコードを書くことではなく、創造的な問題解決の一形態です。複雑な技術的課題をシンプルで使いやすい解決策に変える能力に誇りを持っています。このようにして、目標達成とビジョンの実現を支援します。
ko: 제 직업에서 프로그래밍은 단순히 코드를 작성하는 것만이 아니라 창의적인 문제 해결의 한 형태입니다. 저는 복잡한 기술적 문제를 간단하고 사용자 친화적인 솔루션으로 정리할 수 있는 능력에 자부심을 느낍니다. 이를 통해 여러분의 목표를 달성하고 비전을 실현할 수 있도록 도와드립니다.
pt: Na minha profissão, programar não é apenas escrever código; é uma forma criativa de resolver problemas. Tenho orgulho da minha capacidade de simplificar desafios técnicos complexos em soluções simples e amigáveis para o usuário. Dessa forma, ajudo você a alcançar seus objetivos e concretizar suas visões.
ru: В моей профессии программирование — это не просто написание кода, это творческая форма решения проблем. Я горжусь своей способностью превращать сложные технические задачи в простые и удобные для пользователя решения. Таким образом, я помогаю вам достигать целей и воплощать ваши идеи в жизнь.
zh: 在我的职业中，编程不仅仅是写代码；它是一种创造性的解决问题的形式。我为自己能够将复杂的技术挑战提炼为简单、用户友好的解决方案而感到自豪。通过这种方式，我帮助您实现目标并将愿景变为现实。

source: I have gained experience in building projects with different frontend technologies and concepts.
es: He adquirido experiencia en la creación de proyectos con diferentes tecnologías y conceptos de frontend.
it: Ho acquisito esperienza nella realizzazione di progetti con diverse tecnologie e concetti frontend.
ja: さまざまなフロントエンド技術とコンセプトを用いたプロジェクト構築の経験を積んできました。
ko: 저는 다양한 프론트엔드 기술과 개념을 사용하여 프로젝트를 구축한 경험을 가지고 있습니다.
pt: Adquiri experiência na construção de projetos com diferentes tecnologias e conceitos de frontend.
ru: У меня есть опыт разработки проектов с использованием различных технологий и концепций фронтенда.
zh: 我积累了使用不同前端技术和概念构建项目的经验。

source: Continually learning
es: Aprendiendo continuamente
it: In continuo apprendimento
ja: 継続的な学習
ko: 지속적인 학습
pt: Aprendizado contínuo
ru: Постоянное обучение
zh: 持续学习

source: My skills
es: Mis habilidades
it: Le mie competenze
ja: 私のスキル
ko: 나의 기술
pt: Minhas habilidades
ru: Мои навыки
zh: 我的技能

source: Looking for <span class="highlight">another skill </span>?
es: ¿Buscas <span class="highlight">otra habilidad </span>?
it: Cerchi <span class="highlight"> un'altra competenza </span>?
ja: <span class="highlight">他のスキル </span>をお探しですか？
ko: <span class="highlight">다른 기술 </span>을 찾고 계신가요?
pt: Procurando por <span class="highlight">outra habilidade </span>?
ru: Ищете <span class="highlight">другие навыки </span>?
zh: 正在寻找 <span class="highlight">其他技能 </span>？

source: Feel free to contact me. I look forward to expanding on my previous knowledge.
es: No dudes en contactarme. Espero con ansias ampliar mis conocimientos previos.
it: Sentiti libero di contattarmi. Non vedo l'ora di ampliare le mie conoscenze.
ja: お気軽にご連絡ください。これまでの知識をさらに広げるのを楽しみにしています。
ko: 언제든 저에게 연락해주세요. 기존 지식을 확장하게 되길 기대합니다.
pt: Sinta-se à vontade para entrar em contato comigo. Estou ansioso para expandir meu conhecimento prévio.
ru: Не стесняйтесь связаться со мной. Я с нетерпением жду возможности расширить свои знания.
zh: 随时联系我。我期待扩展我以前的知识。

source: Get in touch
es: Ponte en contacto
it: Mettiti in contatto
ja: 連絡する
ko: 연락주세요
pt: Entre em contato
ru: Свяжитесь со мной
zh: 联系我

source: Portfolio
es: Portafolio
ja: ポートフォリオ
ko: 포트폴리오
pt: Portfólio
ru: Портфолио
zh: 作品集

source: Explore a selection of my work here - Interact with projects to see my skills in action.
es: Explora una selección de mis trabajos aquí. Interactúa con los proyectos para ver mis habilidades en acción.
it: Esplora una selezione dei miei lavori qui - Interagisci con i progetti per vedere le mie competenze in azione.
ja: ここで私の作品のセレクションをご覧ください - プロジェクトに触れて、私のスキルを実際に見てみてください。
ko: 여기에서 제 작품 모음을 살펴보세요 - 프로젝트와 상호작용하여 저의 기술력을 직접 확인하세요.
pt: Explore aqui uma seleção do meu trabalho - Interaja com os projetos para ver minhas habilidades em ação.
ru: Ознакомьтесь с выборкой моих работ здесь — взаимодействуйте с проектами, чтобы увидеть мои навыки в действии.
zh: 在这里探索我的部分作品——与项目互动以查看我的技能实际应用。

source: Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.
es: Gestor de tareas inspirado en el sistema Kanban. Crea y organiza tareas utilizando funciones de arrastrar y soltar, asigna usuarios y categorías.
it: Gestore di attività ispirato al sistema Kanban. Crea e organizza attività utilizzando le funzioni di trascinamento, assegna utenti e categorie.
ja: カンバンシステムにインスパイアされたタスク管理ツール。ドラッグ＆ドロップ機能を使用してタスクを作成・整理し、ユーザーやカテゴリを割り当てることができます。
ko: 칸반 시스템에서 영감을 받은 작업 관리자입니다. 드래그 앤 드롭 기능을 사용하여 작업을 생성하고 조직화하며, 사용자와 카테고리를 지정할 수 있습니다.
pt: Gerenciador de tarefas inspirado no Sistema Kanban. Crie e organize tarefas usando funções de arrastar e soltar, atribua usuários e categorias.
ru: Менеджер задач, вдохновленный системой Канбан. Создавайте и организуйте задачи с помощью функции перетаскивания, назначайте пользователей и категории.
zh: 受看板系统启发的任务管理器。使用拖放功能创建和组织任务，分配用户和类别。

source: A simple Jump-and-Run game based on an object-oriented approach. Help Pepe to find coins and bottles to fight against the boss chicken.
es: Un juego simple de plataformas basado en un enfoque orientado a objetos. Ayuda a Pepe a encontrar monedas y botellas para luchar contra el jefe pollo.
it: Un semplice gioco Jump-and-Run basato su un approccio orientato agli oggetti. Aiuta Pepe a trovare monete e bottiglie per combattere contro il boss pollo.
ja: オブジェクト指向アプローチに基づいたシンプルなジャンプ＆ランゲーム。ペペを助けてコインやボトルを見つけ、ボスチキンと戦いましょう。
ko: 객체 지향 접근 방식을 기반으로 한 간단한 점프 앤 런 게임입니다. Pepe가 동전을 찾고 병을 모아 보스 치킨과 싸울 수 있도록 도와주세요.
pt: Um jogo simples de plataforma baseado em uma abordagem orientada a objetos. Ajude Pepe a encontrar moedas e garrafas para lutar contra o chefão galinha.
ru: Простая игра в стиле "беги и прыгай", основанная на объектно-ориентированном подходе. Помогите Пепе найти монеты и бутылки, чтобы сразиться с курицей-боссом.
zh: 基于面向对象方法的简单跳跃跑酷游戏。帮助Pepe找到金币和瓶子，与鸡老板战斗。

source: Based on the PokéAPI a simple library that provides and catalogues pokemon information.
es: Basado en la PokéAPI, una biblioteca simple que proporciona y cataloga información sobre Pokémon.
it: Basato sulla PokéAPI, una semplice libreria che fornisce e cataloga informazioni sui Pokémon.
ja: PokéAPIに基づいた、ポケモン情報を提供しカタログ化するシンプルなライブラリ。
ko: PokéAPI를 기반으로 포켓몬 정보를 제공하고 카탈로그화하는 간단한 라이브러리입니다.
pt: Baseado na PokéAPI, uma biblioteca simples que fornece e cataloga informações sobre Pokémon.
ru: Библиотека, основанная на PokéAPI, которая предоставляет и каталогизирует информацию о покемонах.
zh: 基于PokéAPI的简单库，提供和分类宝可梦信息。

source: Samuel has proven to be an extremely reliable and solution-oriented colleague during our collaboration. With analytical thinking and initiative, Sam has adeptly tackled complex challenges and supported the team at critical moments. Particularly noteworthy is Samuel's ability to quickly familiarize with new topics and work systematically towards the project goal.
es: Samuel ha demostrado ser un colega extremadamente confiable y orientado a soluciones durante nuestra colaboración. Con pensamiento analítico e iniciativa, Sam ha abordado con destreza desafíos complejos y ha apoyado al equipo en momentos críticos. Es particularmente notable la capacidad de Samuel para familiarizarse rápidamente con nuevos temas y trabajar sistemáticamente hacia el objetivo del proyecto.
it: Samuel si è dimostrato un collega estremamente affidabile e orientato alle soluzioni durante la nostra collaborazione. Con pensiero analitico e iniziativa, Sam ha affrontato con abilità sfide complesse e ha supportato il team in momenti critici. Particolarmente degna di nota è la capacità di Samuel di familiarizzare rapidamente con nuovi argomenti e di lavorare sistematicamente verso l'obiettivo del progetto.
ja: サミュエルは、共同作業中に非常に信頼でき、解決志向の同僚であることが証明されました。分析的な思考と積極性を持ち、サムは複雑な課題に巧みに取り組み、重要な時期にチームを支援しました。特に注目すべきは、新しいトピックに迅速に精通し、プロジェクト目標に向けて体系的に取り組む能力です。
ko: 사무엘은 협업 기간 동안 매우 신뢰할 수 있고 해결 지향적인 동료로 입증되었습니다. 분석적인 사고와 주도권을 발휘하여 복잡한 문제를 능숙하게 해결하고 중요한 순간에 팀을 지원했습니다. 특히 주목할 점은 새로운 주제를 신속하게 익히고 프로젝트 목표를 체계적으로 향해 나아가는 사무엘의 능력입니다.
pt: Samuel provou ser um colega extremamente confiável e orientado a soluções durante nossa colaboração. Com pensamento analítico e iniciativa, Sam enfrentou habilmente desafios complexos e apoiou a equipe em momentos críticos. É particularmente notável a capacidade de Samuel de se familiarizar rapidamente com novos tópicos e trabalhar sistematicamente em direção ao objetivo do projeto.
ru: Самуэль доказал, что является чрезвычайно надежным и ориентированным на решение коллегой во время нашего сотрудничества. С аналитическим мышлением и инициативой, он ловко справлялся со сложными задачами и поддерживал команду в критические моменты. Особенно примечательна способность Самуэля быстро знакомиться с новыми темами и систематически двигаться к цели проекта.
zh: 在我们的合作中，Samuel证明了自己是一位非常可靠且以解决问题为导向的同事。凭借分析能力和主动性，Sam熟练地应对复杂挑战，并在关键时刻支持团队。特别值得注意的是，Samuel快速熟悉新主题并系统地朝项目目标努力的能力。

source: P. Ivan - Team Partner
es: P. Ivan - Compañero de equipo
it: P. Ivan - Compagno di squadra
ja: P. イヴァン - チームパートナー
ko: P. 이반 - 팀 파트너
pt: P. Ivan - Parceiro de equipe
ru: П. Иван - Член команды
zh: P. Ivan - 团队伙伴

source: Contact
es: Contacto
it: Contatto
ja: お問い合わせ
ko: 연락처
pt: Contato
ru: Контакт
zh: 联系方式

source: Got a problem to solve?
es: ¿Tienes un problema por resolver?
it: Hai un problema da risolvere?
ja: 解決したい問題がありますか？
ko: 해결할 문제가 있나요?
pt: Tem um problema para resolver?
ru: У вас есть задача для решения?
zh: 需要解决问题吗？

source: Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.
es: Contáctame a través de este formulario. Me interesa saber de ti, conocer tus ideas y contribuir a tus proyectos con mi trabajo.
it: Contattami attraverso questo modulo, sono interessato a sapere le tue idee e contribuire ai tuoi progetti con il mio lavoro.
ja: このフォームを通じて私に連絡してください。あなたの考えを知り、私の仕事を通じてプロジェクトに貢献することに興味があります。
ko: 이 양식을 통해 저에게 연락하세요. 귀하의 아이디어를 듣고 제 작업으로 귀하의 프로젝트에 기여하는 데 관심이 있습니다.
pt: Entre em contato comigo através deste formulário, estou interessado em ouvir suas ideias e contribuir para seus projetos com meu trabalho.
ru: Свяжитесь со мной через эту форму. Мне интересно узнать ваши идеи и внести вклад в ваши проекты своей работой.
zh: 通过此表格与我联系，我很感兴趣了解您的想法并通过我的工作为您的项目做出贡献。

source: Need a Frontend developer? Contact me!
es: ¿Necesitas un desarrollador frontend? ¡Contáctame!
it: Hai bisogno di uno sviluppatore frontend? Contattami!
ja: フロントエンド開発者が必要ですか？ 私に連絡してください！
ko: 프론트엔드 개발자가 필요하신가요? 저에게 연락하세요!
pt: Precisa de um desenvolvedor frontend? Entre em contato comigo!
ru: Нужен фронтенд-разработчик? Свяжитесь со мной!
zh: 需要前端开发人员吗？请联系我！

source: Your name is required.
es: Se requiere tu nombre.
it: Il tuo nome è richiesto.
ja: あなたの名前は必須です。
ko: 이름이 필요합니다.
pt: Seu nome é obrigatório.
ru: Укажите свое имя.
zh: 需要您的姓名。

source: Name must be at least 2 characters long.
es: El nombre debe tener al menos 2 caracteres.
it: Il nome deve essere lungo almeno 2 caratteri.
ja: 名前は少なくとも2文字以上である必要があります。
ko: 이름은 최소 2자 이상이어야 합니다.
pt: O nome deve ter pelo menos 2 caracteres.
ru: Имя должно содержать не менее 2 символов.
zh: 姓名必须至少包含2个字符。

source: Your email is required.
es: Se requiere tu correo electrónico.
it: La tua email è richiesta.
ja: メールアドレスが必要です。
ko: 이메일이 필요합니다.
pt: Seu e-mail é obrigatório.
ru: Укажите свою электронную почту.
zh: 需要您的电子邮件。

source: Please enter a valid email address.
es: Por favor, introduce una dirección de correo válida.
it: Si prega di inserire un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요.
pt: Por favor, insira um endereço de e-mail válido.
ru: Введите действительный адрес электронной почты.
zh: 请输入有效的电子邮件地址。

source: Your message is empty.
es: Tu mensaje está vacío.
it: Il tuo messaggio è vuoto.
ja: メッセージが空です。
ko: 메시지가 비어 있습니다.
pt: Sua mensagem está vazia.
ru: Ваше сообщение пусто.
zh: 您的消息为空。

source: Message must be at least 10 characters long.
es: El mensaje debe tener al menos 10 caracteres.
it: Il messaggio deve essere lungo almeno 10 caratteri.
ja: メッセージは少なくとも10文字以上である必要があります。
ko: 메시지는 최소 10자 이상이어야 합니다.
pt: A mensagem deve ter pelo menos 10 caracteres.
ru: Сообщение должно содержать не менее 10 символов.
zh: 消息必须至少包含10个字符。

source: I've read the <a href="#">privacy policy </a> and agree to the processing of my data as outlined.
es: He leído la <a href="#">política de privacidad </a> y acepto el procesamiento de mis datos como se describe.
it: Ho letto la <a href="#">politica sulla privacy </a> e accetto il trattamento dei miei dati come descritto.
ja: <a href="#">プライバシーポリシー </a>を読み、記載された通りにデータ処理に同意します。
ko: <a href="#">개인정보 보호정책 </a>을 읽었으며, 명시된 대로 내 데이터 처리에 동의합니다.
pt: Eu li a <a href="#">política de privacidade </a> e concordo com o processamento dos meus dados conforme descrito.
ru: Я прочитал(а) <a href="#">политику конфиденциальности </a> и согласен(а) на обработку моих данных, как описано.
zh: 我已阅读 <a href="#"> 隐私政策 </a> ，并同意按规定处理我的数据。

source: You must agree to the privacy policy.
es: Debes aceptar la política de privacidad.
it: Devi accettare la politica sulla privacy.
ja: プライバシーポリシーに同意する必要があります。
ko: 개인정보 보호정책에 동의해야 합니다.
pt: Você deve concordar com a política de privacidade.
ru: Вы должны согласиться с политикой конфиденциальности.
zh: 您必须同意隐私政策。

source: Send Message :)
es: Enviar mensaje
it: Invia messaggio
ja: メッセージを送る
ko: 메시지 보내기
pt: Enviar mensagem
ru: Отправить сообщение
zh: 发送消息

source: Legal Notice
es: Aviso legal
it: Note legali
ja: 法的通知
ko: 법적 고지
pt: Aviso Legal
ru: Юридическое уведомление
zh: 法律声明

source: <span class="highlight">L </span>egal Notice
es: <span class="highlight">A </span>viso Legal
it: <span class="highlight">A </span>vviso Legale
ja: <span class="highlight">法 </span>的通知
ko: <span class="highlight">법 </span>적 공지
pt: <span class="highlight">A </span>viso Legal
ru: <span class="highlight">Ю </span>ридическое уведомление
zh: <span class="highlight">法 </span>律声明

source: Imprint
es: Impresión
it: Impronta
ja: インプリント
ko: 인쇄물
pt: Impressão
ru: Отпечаток
zh: 版本说明

source: Samuel Zacharias
ja: サミュエル・ザカリアス
ko: 사무엘 자카리아스
ru: Самуэль Закариас
zh: 塞缪尔·扎卡里亚斯

source: Hauptstraße 12
ja: ハウプト通り12
ko: 하우프트스트라세 12번지

source: 29362 Hohne
ja: 29362 ホーネ
ko: 29362 호네
ru: 29362 Хоне
zh: 29362 霍讷

source: Acceptance of terms
es: Aceptación de términos
it: Accettazione dei termini
ja: 利用規約の承諾
ko: 약관 동의
pt: Aceitação dos Termos
ru: Принятие условий
zh: 接受条款

source: By accessing and using this Portfolio (the "Product"), you acknowledge and agree to the following terms and conditions, and any policies, guidelines, or amendments thereto that may be presented to you from time to time. I, Samuel Zacharias, may update or change the terms and conditions from time to time without notice.
es: Al acceder y utilizar este Portafolio (el "Producto"), usted reconoce y acepta los siguientes términos y condiciones, así como cualquier política, directriz o enmienda que se le pueda presentar ocasionalmente. Yo, Samuel Zacharias, puedo actualizar o cambiar los términos y condiciones en cualquier momento sin previo aviso.
it: Accedendo e utilizzando questo Portfolio (il "Prodotto"), riconosci e accetti i seguenti termini e condizioni, nonché qualsiasi politica, linea guida o modifica che potrebbe esserti presentata di volta in volta. Io, Samuel Zacharias, posso aggiornare o modificare i termini e le condizioni in qualsiasi momento senza preavviso.
ja: このポートフォリオ（以下「本製品」）にアクセスし使用することで、以下の利用規約および随時提示される方針、ガイドライン、または改訂内容を承諾し、同意したものとみなされます。私、サミュエル・ザカリアスは、予告なく利用規約を更新または変更する場合があります。
ko: 이 포트폴리오(이하 "제품")에 접근하고 사용하는 것은 아래 약관 및 조건과, 때때로 제시될 수 있는 정책, 가이드라인, 또는 수정사항에 동의하고 이를 인정한 것으로 간주됩니다. 저는 사무엘 자카리아스이며, 별도의 공지 없이 약관과 조건을 갱신하거나 변경할 수 있습니다.
pt: Ao acessar e usar este Portfólio (o "Produto"), você reconhece e concorda com os seguintes termos e condições, bem como com quaisquer políticas, diretrizes ou emendas que possam ser apresentadas a você de tempos em tempos. Eu, Samuel Zacharias, posso atualizar ou alterar os termos e condições periodicamente, sem aviso prévio.
ru: Получая доступ и используя это портфолио (далее "Продукт"), вы признаете и соглашаетесь с следующими условиями и положениями, а также с любыми политиками, руководствами или изменениями, которые могут быть представлены вам время от времени. Я, Самуэль Закариас, могу время от времени обновлять или изменять условия без предварительного уведомления.
zh: 通过访问和使用此作品集（“产品”），您确认并同意以下条款和条件，以及可能不时向您提供的任何政策、指南或修订。我，塞缪尔·扎卡里亚斯，可能会不时更新或更改条款和条件，恕不另行通知。

source: Scope and ownership of the product
es: Alcance y propiedad del producto
it: Ambito e proprietà del prodotto
ja: 製品の範囲と所有権
ko: 제품의 범위와 소유권
pt: Escopo e propriedade do produto
ru: Область применения и право собственности на продукт
zh: 产品范围和所有权
