Repository: SamuelZacharias/portfolio
Catalog: src/locale/messages.*.xlf
Languages: ar, es, it, ja, ko, pt, ru, zh

source: This Portfolio was developed as part of a personal project during a web development bootcamp at the Developer Akademie GmbH. It serves an educational purpose and is not intended for extensive personal or business use. As such, I cannot guarantee consistent availability, reliability, accuracy, or any other aspect of quality regarding this Product. <br> <br>The design of this Portfolio is owned by the Developer Akademie GmbH. Unauthorized use, reproduction, modification, distribution, or replication of the design is strictly prohibited.
es: Este Portafolio fue desarrollado como parte de un proyecto personal durante un bootcamp de desarrollo web en Developer Akademie GmbH. Tiene un propósito educativo y no está destinado a un uso personal o comercial extensivo. Por lo tanto, no puedo garantizar la disponibilidad constante, la fiabilidad, la precisión o cualquier otro aspecto de calidad en relación con este Producto. <br> <br>El diseño de este Portafolio pertenece a Developer Akademie GmbH. El uso, reproducción, modificación, distribución o replicación no autorizada del diseño está estrictamente prohibido.
it: Questo Portfolio è stato sviluppato come parte di un progetto personale durante un bootcamp di sviluppo web presso Developer Akademie GmbH. Ha uno scopo educativo e non è destinato a un uso personale o commerciale estensivo. Di conseguenza, non posso garantire disponibilità costante, affidabilità, accuratezza o qualsiasi altro aspetto di qualità relativo a questo Prodotto. <br> <br>Il design di questo Portfolio appartiene a Developer Akademie GmbH. L'uso non autorizzato, la riproduzione, la modifica, la distribuzione o la replicazione del design sono severamente vietati.
ja: このポートフォリオは、Developer Akademie GmbHでのウェブ開発ブートキャンプ中の個人プロジェクトの一環として開発されました。教育目的で使用されており、広範な個人的または商業的利用を意図したものではありません。そのため、この製品の一貫した利用可能性、信頼性、正確性、または品質の他の側面を保証することはできません。 <br> <br>このポートフォリオのデザインはDeveloper Akademie GmbHが所有しています。デザインの無断使用、複製、改変、配布、または複製は固く禁じられています。
ko: 이 포트폴리오는 Developer Akademie GmbH의 웹 개발 부트캠프 중 개인 프로젝트의 일환으로 개발되었습니다. 교육 목적으로 사용되며, 광범위한 개인적 또는 상업적 사용을 의도한 것이 아닙니다. 따라서, 이 제품의 지속적인 사용 가능성, 신뢰성, 정확성, 또는 품질의 다른 측면을 보장할 수 없습니다. <br> <br>이 포트폴리오의 디자인은 Developer Akademie GmbH의 소유입니다. 디자인의 무단 사용, 복제, 수정, 배포, 또는 복사는 엄격히 금지됩니다.
pt: Este Portfólio foi desenvolvido como parte de um projeto pessoal durante um bootcamp de desenvolvimento web na Developer Akademie GmbH. Ele tem um propósito educacional e não se destina a uso pessoal ou comercial extensivo. Portanto, não posso garantir disponibilidade, confiabilidade, precisão ou qualquer outro aspecto de qualidade deste Produto. <br> <br>O design deste Portfólio é propriedade da Developer Akademie GmbH. O uso, reprodução, modificação, distribuição ou replicação não autorizada do design é estritamente proibido.
ru: Это портфолио было разработано в рамках личного проекта во время буткемпа по веб-разработке в Developer Akademie GmbH. Оно служит образовательным целям и не предназначено для обширного личного или коммерческого использования. Таким образом, я не могу гарантировать постоянную доступность, надежность, точность или любые другие аспекты качества этого Продукта. <br> <br>Дизайн этого портфолио принадлежит Developer Akademie GmbH. Несанкционированное использование, воспроизведение, модификация, распространение или копирование дизайна строго запрещены.
zh: 本作品集是作为个人项目的一部分，在 Developer Akademie GmbH 的 Web 开发训练营期间开发的。它具有教育目的，不适合广泛的个人或商业用途。因此，我无法保证该产品的持续可用性、可靠性、准确性或任何其他质量方面。 <br> <br>本作品集的设计归 Developer Akademie GmbH 所有。未经授权的使用、复制、修改、分发或复制设计是严格禁止的。

source: Privacy
es: Privacidad
ja: プライバシー
ko: 개인정보
pt: Privacidade
ru: Конфиденциальность
zh: 隐私

source: Policy
es: Política
it: Politica
ja: ポリシー
ko: 정책
pt: Política
ru: Политика
zh: 政策

source: Your Data, Your Control
es: Sus datos, su control
it: I tuoi dati, il tuo controllo
ja: あなたのデータ、あなたのコントロール
ko: 당신의 데이터, 당신의 통제
pt: Seus Dados, Seu Controle
ru: Ваши данные, ваш контроль
zh: 您的数据，您掌控

source: Privacy Policy
es: Política de Privacidad
it: Politica sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
pt: Política de Privacidade
ru: Политика конфиденциальности
zh: 隐私政策

source: Last updated: July 20, 2024
es: Última actualización: 20 de julio de 2024
it: Ultimo aggiornamento: 20 luglio 2024
ja: 最終更新日: 2024年7月20日
ko: 마지막 업데이트: 2024년 7월 20일
pt: Última atualização: 20 de julho de 2024
ru: Последнее обновление: 20 июля 2024 г.
zh: 最后更新：2024年7月20日

source: This Privacy Policy describes our policies and procedures on the collection, use, and disclosure of your information when you use our service. It also informs you about your privacy rights and how the law protects you.
es: Esta Política de Privacidad describe nuestras políticas y procedimientos sobre la recopilación, uso y divulgación de su información cuando utiliza nuestro servicio. También le informa sobre sus derechos de privacidad y cómo la ley lo protege.
it: Questa Politica sulla Privacy descrive le nostre politiche e procedure relative alla raccolta, utilizzo e divulgazione delle tue informazioni quando utilizzi il nostro servizio. Ti informa inoltre sui tuoi diritti in materia di privacy e su come la legge ti protegge.
ja: このプライバシーポリシーは、当サービスの利用に際しての情報収集、利用、開示に関する方針と手続きを説明します。また、プライバシー権利や法律がどのように保護するかについても説明します。
ko: 이 개인정보 보호정책은 서비스 이용 시 귀하의 정보 수집, 사용 및 공개에 관한 정책 및 절차를 설명합니다. 또한 귀하의 개인정보 권리 및 법이 귀하를 보호하는 방법에 대해 알려드립니다.
pt: Esta Política de Privacidade descreve nossas políticas e procedimentos sobre a coleta, uso e divulgação das suas informações ao usar nosso serviço. Também informa sobre seus direitos de privacidade e como a lei o protege.
ru: Эта Политика конфиденциальности описывает наши правила и процедуры сбора, использования и раскрытия вашей информации при использовании нашего сервиса. Она также информирует вас о ваших правах на конфиденциальность и о том, как закон защищает вас.
zh: 本隐私政策描述了我们在您使用我们的服务时对您的信息进行收集、使用和披露的政策和程序。它还告知您有关您的隐私权以及法律如何保护您的信息。

source: We use your personal data to provide and improve the service. By using the service, you agree to the collection and use of information in accordance with this Privacy Policy.
es: Usamos sus datos personales para proporcionar y mejorar el servicio. Al utilizar el servicio, usted acepta la recopilación y el uso de información de acuerdo con esta Política de Privacidad.
it: Utilizziamo i tuoi dati personali per fornire e migliorare il servizio. Utilizzando il servizio, accetti la raccolta e l'utilizzo delle informazioni in conformità con questa Politica sulla Privacy.
ja: 当サービスを提供および改善するために、個人データを使用します。サービスを利用することで、このプライバシーポリシーに従って情報が収集および使用されることに同意したものとみなされます。
ko: 서비스를 제공하고 개선하기 위해 귀하의 개인 데이터를 사용합니다. 서비스를 이용함으로써 귀하는 이 개인정보 보호정책에 따라 정보가 수집되고 사용되는 것에 동의하는 것으로 간주됩니다.
pt: Usamos seus dados pessoais para fornecer e melhorar o serviço. Ao usar o serviço, você concorda com a coleta e o uso das informações de acordo com esta Política de Privacidade.
ru: Мы используем ваши персональные данные для предоставления и улучшения сервиса. Используя этот сервис, вы соглашаетесь на сбор и использование информации в соответствии с данной Политикой конфиденциальности.
zh: 我们使用您的个人数据来提供和改进服务。通过使用该服务，您同意根据本隐私政策收集和使用信息。

source: Definitions
es: Definiciones
it: Definizioni
ja: 定義
ko: 정의
pt: Definições
ru: Определения
zh: 定义

source: For the purposes of this Privacy Policy:
es: A los efectos de esta Política de Privacidad:
it: Ai fini di questa Politica sulla Privacy:
ja: このプライバシーポリシーの目的のために:
ko: 이 개인정보 보호정책의 목적을 위해:
pt: Para os fins desta Política de Privacidade:
ru: Для целей этой Политики конфиденциальности:
zh: 就本隐私政策而言：

source: Collecting and Using Your Personal Data
es: Recopilación y uso de sus datos personales
it: Raccolta e utilizzo dei tuoi dati personali
ja: 個人データの収集と利用
ko: 개인 데이터의 수집 및 사용
pt: Coleta e Uso dos Seus Dados Pessoais
ru: Сбор и использование ваших персональных данных
zh: 收集和使用您的个人数据

source: Types of Data Collected
es: Tipos de datos recopilados
it: Tipi di dati raccolti
ja: 収集されるデータの種類
ko: 수집된 데이터 유형
pt: Tipos de Dados Coletados
ru: Типы собираемых данных
zh: 收集的数据类型

source: Email address
es: Dirección de correo electrónico
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
pt: Endereço de e-mail
ru: Электронный адрес
zh: 电子邮箱地址

source: First and last name
es: Nombre y apellido
it: Nome e cognome
ja: 名前と苗字
ko: 이름과 성
pt: Nome e sobrenome
ru: Имя и фамилия
zh: 名字和姓氏

source: Usage data, including browser type, device details, and interaction with the service
es: Datos de uso, incluidos el tipo de navegador, detalles del dispositivo e interacción con el servicio
it: Dati di utilizzo, inclusi il tipo di browser, i dettagli del dispositivo e l'interazione con il servizio
ja: 使用データ（ブラウザの種類、デバイスの詳細、サービスとのインタラクションを含む）
ko: 브라우저 유형, 기기 세부 정보, 서비스와의 상호 작용을 포함한 사용 데이터
pt: Dados de uso, incluindo tipo de navegador, detalhes do dispositivo e interação com o serviço
ru: Данные использования, включая тип браузера, детали устройства и взаимодействие с сервисом
zh: 使用数据，包括浏览器类型、设备详细信息和与服务的交互

source: Use of Your Personal Data
es: Uso de sus datos personales
it: Utilizzo dei tuoi dati personali
ja: 개인 데이터의 사용
ko: 개인 데이터의 사용
pt: Uso dos seus dados pessoais
ru: Использование ваших персональных данных
zh: 个人数据的使用

source: To provide and maintain our service
es: Para proporcionar y mantener nuestro servicio
it: Per fornire e mantenere il nostro servizio
ja: 서비스를 제공하고 유지하기 위해
ko: 서비스를 제공하고 유지하기 위해
pt: Para fornecer e manter nosso serviço
ru: Для предоставления и поддержания нашего сервиса
zh: 提供和维护我们的服务

source: To manage your account
es: Para gestionar su cuenta
it: Per gestire il tuo account
ja: 계정을 관리하기 위해
ko: 계정을 관리하기 위해
pt: Para gerenciar sua conta
ru: Для управления вашей учетной записью
zh: 管理您的账户

source: To contact you regarding updates or changes
es: Para contactarlo en relación con actualizaciones o cambios
it: Per contattarti riguardo aggiornamenti o modifiche
ja: 업데이트 또는 변경 사항에 대해 연락하기 위해
ko: 업데이트 또는 변경 사항에 대해 연락하기 위해
pt: Para entrar em contato sobre atualizações ou mudanças
ru: Для связи с вами по вопросам обновлений или изменений
zh: 联系您有关更新或更改的信息

source: To analyze how our service is used
es: Para analizar cómo se utiliza nuestro servicio
it: Per analizzare come viene utilizzato il nostro servizio
ja: 서비스 사용 방식을 분석하기 위해
ko: 서비스 사용 방식을 분석하기 위해
pt: Para analisar como nosso serviço é utilizado
ru: Для анализа использования нашего сервиса
zh: 分析我们的服务如何被使用

source: Retention of Your Personal Data
es: Retención de sus datos personales
it: Conservazione dei tuoi dati personali
ja: 개인 데이터의 보유
ko: 개인 데이터의 보유
pt: Retenção dos seus dados pessoais
ru: Хранение ваших персональных данных
zh: 个人数据的保存

source: We will retain your data only as long as necessary for the purposes outlined in this policy or to comply with legal obligations.
ja: 이 정책에 명시된 목적 또는 법적 의무를 준수하기 위해 필요한 기간 동안만 귀하의 데이터를 보유합니다.
ko: 이 정책에 명시된 목적 또는 법적 의무를 준수하기 위해 필요한 기간 동안만 귀하의 데이터를 보유합니다.
pt: Reteremos seus dados apenas enquanto for necessário para os propósitos descritos nesta política ou para cumprir com obrigações legais.
ru: Мы будем хранить ваши данные только в течение времени, необходимого для выполнения целей, указанных в этой политике, или для соблюдения правовых обязательств.
zh: 我们只会在本政策规定的目的或遵守法律义务所需的时间内保留您的数据。

source: Children's Privacy
es: Privacidad de los niños
it: Privacy dei bambini
ja: 어린이 개인정보 보호
ko: 어린이 개인정보 보호
pt: Privacidade das crianças
ru: Конфиденциальность детей
zh: 儿童隐私

source: Our service does not address anyone under the age of 13. If you believe your child has provided personal data, please contact us.
ja: 저희 서비스는 13세 미만을 대상으로 하지 않습니다. 귀하의 자녀가 개인 데이터를 제공했다고 생각되면 저희에게 연락해 주십시오.
ko: 저희 서비스는 13세 미만을 대상으로 하지 않습니다. 귀하의 자녀가 개인 데이터를 제공했다고 생각되면 저희에게 연락해 주십시오.
pt: Nosso serviço não é direcionado a menores de 13 anos. Se você acredita que seu filho forneceu dados pessoais, entre em contato conosco.
ru: Наш сервис не предназначен для лиц младше 13 лет. Если вы считаете, что ваш ребенок предоставил персональные данные, пожалуйста, свяжитесь с нами.
zh: 我们的服务不适用于13岁以下的任何人。如果您认为您的孩子提供了个人数据，请联系我们。

source: Contact Us
es: Contáctenos
it: Contattaci
ja: 문의하기
ko: 문의하기
pt: Fale conosco
ru: Свяжитесь с нами
zh: 联系我们

source: If you have any questions about this Privacy Policy, you can contact us at <a href="mailto:support&#64;portfolio.com"> info@samuelzacharias.com</a>.
ja: 이 개인정보 보호정책에 대한 질문이 있으시면 <a href="mailto:support&#64;portfolio.com"> info@samuelzacharias.com</a>로 문의하십시오.
ko: 이 개인정보 보호정책에 대한 질문이 있으시면 <a href="mailto:support&#64;portfolio.com"> info@samuelzacharias.com</a>로 문의하십시오.
pt: Se você tiver alguma dúvida sobre esta Política de Privacidade, pode entrar em contato conosco através do e-mail <a href="mailto:support&#64;portfolio.com"> info@samuelzacharias.com</a>.
ru: Если у вас есть вопросы по поводу этой Политики конфиденциальности, вы можете связаться с нами по адресу <a href="mailto:support&#64;portfolio.com"> info@samuelzacharias.com</a>.
zh: 如果您对本隐私政策有任何疑问，可以通过以下地址与我们联系 <a href="mailto:support&#64;portfolio.com"> info@samuelzacharias.com</a>。

source: Proprietary rights
es: Derechos de propiedad
it: Diritti di proprietà
ja: 所有権
ko: 소유권
pt: Direitos de propriedade
ru: Права собственности
zh: 所有权

source: Aside from the design owned by the Developer Akademie GmbH, I retain all proprietary rights in this Portfolio, including any associated copyrighted material, trademarks, and other proprietary information.
es: Aparte del diseño propiedad de Developer Akademie GmbH, conservo todos los derechos de propiedad de este portafolio, incluidos los materiales con derechos de autor asociados, marcas comerciales y otra información propietaria.
it: A parte del design di proprietà della Developer Akademie GmbH, conservo tutti i diritti di proprietà su questo portfolio, inclusi eventuali materiali protetti da copyright, marchi registrati e altre informazioni proprietarie.
ja: Developer Akademie GmbHが所有するデザインを除き、このポートフォリオに関するすべての所有権（関連する著作権資料、商標、その他の所有権情報を含む）を保持します。
ko: Developer Akademie GmbH가 소유한 디자인을 제외하고, 저는 이 포트폴리오의 모든 소유권을 보유하며, 관련된 저작권 자료, 상표 및 기타 지적 재산을 포함합니다.
pt: Além do design de propriedade da Developer Akademie GmbH, eu reservo todos os direitos de propriedade deste portfólio, incluindo qualquer material com direitos autorais associado, marcas registradas e outras informações proprietárias.
ru: Кроме дизайна, принадлежащего Developer Akademie GmbH, я сохраняю все права собственности на это портфолио, включая любые сопутствующие авторские права, товарные знаки и другую конфиденциальную информацию.
zh: 除了由Developer Akademie GmbH拥有的设计外，我保留此作品集的所有所有权，包括任何相关的版权材料、商标和其他专有信息。

source: Use of the product
es: Uso del producto
it: Uso del prodotto
ja: 製品の使用
ko: 제품 사용
pt: Uso do produto
ru: Использование продукта
zh: 使用产品

source: This Portfolio is intended to be used for lawful purposes only, in accordance with all applicable laws and regulations. Any use of this Portfolio for illegal activities, or to harass, harm, threaten, or intimidate another person, is strictly prohibited. You are solely responsible for your interactions with other users of this Portfolio.
es: Este portafolio está destinado a ser utilizado solo con fines legales, de acuerdo con todas las leyes y regulaciones aplicables. Cualquier uso de este portafolio para actividades ilegales, o para acosar, dañar, amenazar o intimidar a otra persona, está estrictamente prohibido. Usted es el único responsable de sus interacciones con otros usuarios de este portafolio.
it: Questo portfolio è destinato ad essere utilizzato solo per scopi legali, in conformità con tutte le leggi e normative applicabili. È severamente vietato utilizzare questo portfolio per attività illegali, o per molestare, danneggiare, minacciare o intimidire un'altra persona. Sei l'unico responsabile delle tue interazioni con altri utenti di questo portfolio.
ja: このポートフォリオは、適用されるすべての法律および規制に従って合法的な目的でのみ使用されることを意図しています。このポートフォリオを違法な活動に使用したり、他の人を嫌がらせ、傷つけ、脅したり、威圧したりすることは禁止されています。ポートフォリオの他のユーザーとのやり取りについては、すべての責任を負うものとします。
ko: 이 포트폴리오는 모든 관련 법률 및 규정을 준수하여 합법적인 목적으로만 사용되어야 합니다. 이 포트폴리오를 불법 활동에 사용하거나 다른 사람을 괴롭히거나 해치거나 위협하거나 협박하는 것은 엄격히 금지됩니다. 이 포트폴리오의 다른 사용자와의 상호작용에 대한 책임은 전적으로 사용자 본인에게 있습니다.
pt: Este portfólio destina-se a ser utilizado apenas para fins legais, de acordo com todas as leis e regulamentos aplicáveis. Qualquer uso deste portfólio para atividades ilegais, ou para assediar, prejudicar, ameaçar ou intimidar outra pessoa, é estritamente proibido. Você é o único responsável pelas suas interações com outros usuários deste portfólio.
ru: Это портфолио предназначено только для законных целей, в соответствии с действующими законами и нормативными актами. Любое использование этого портфолио для незаконных действий, а также для преследования, причинения вреда, угроз или запугивания другого человека строго запрещено. Вы несете полную ответственность за свои взаимодействия с другими пользователями этого портфолио.
zh: 本作品集仅供合法目的使用，符合所有适用的法律和法规。禁止将本作品集用于非法活动，或用于骚扰、伤害、威胁或恐吓他人。您对与本作品集其他用户的互动负有完全责任。

source: Disclaimer of warranties and limitation of liability
es: Renuncia de garantías y limitación de responsabilidad
it: Esclusione di garanzie e limitazione di responsabilità
ja: 保証の否認と責任の制限
ko: 보증 면책 및 책임 제한
pt: Isenção de garantias e limitação de responsabilidade
ru: Отказ от гарантий и ограничение ответственности
zh: 免责声明和责任限制

source: This Portfolio is provided "as is" without warranty of any kind, whether express or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. In no event will I, Samuel Zacharias, or the Developer Akademie, be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, even if I have been advised of the possibility of such damages, arising out of or in connection with the use or performance of this Portfolio.
es: Este portafolio se proporciona "tal cual" sin garantía de ningún tipo, ya sea expresa o implícita, incluidas, entre otras, las garantías implícitas de comerciabilidad, idoneidad para un propósito particular y no infracción. En ningún caso, yo, Samuel Zacharias, o Developer Akademie seremos responsables de cualquier daño directo, indirecto, incidental, especial, consecuente o ejemplar, incluidos, entre otros, los daños por pérdida de beneficios, buena voluntad, uso, datos o pérdidas intangibles, incluso si se nos ha advertido de la posibilidad de tales daños, que surjan de o en conexión con el uso o rendimiento de este portafolio.
it: Questo portfolio è fornito "così com'è" senza alcuna garanzia, espressa o implicita, comprese ma non limitate alle garanzie implicite di commerciabilità, idoneità per uno scopo particolare e non violazione. In nessun caso io, Samuel Zacharias, o Developer Akademie, saremo responsabili per danni diretti, indiretti, incidentali, speciali, consequenziali o esemplari, compresi ma non limitati a danni per perdita di profitti, buona volontà, utilizzo, dati o altre perdite intangibili, anche se sono stati avvertiti della possibilità di tali danni, derivanti da o in connessione con l'uso o le prestazioni di questo portfolio.
ja: このポートフォリオは、「現状のまま」で提供されており、いかなる種類の保証もありません。これには明示的または暗示的な商業的適合性、特定の目的への適合性、非侵害を含みますが、それに限りません。いかなる場合でも、私はサミュエル・ザカリアスやDeveloper Akademieは、このポートフォリオの使用またはパフォーマンスに起因するまたは関連するいかなる直接的、間接的、偶発的、特別、結果的または模範的損害についても責任を負いません。これには、利益、商譽、使用、データ、またはその他の無形の損失に対する損害を含みますが、これに限りません。これらの損害の可能性について通知された場合でも同様です。
ko: 이 포트폴리오는 "있는 그대로" 제공되며, 명시적이든 묵시적이든 어떠한 보증도 없습니다. 여기에는 상품성, 특정 목적에 대한 적합성, 비침해에 대한 묵시적 보증이 포함되며 이에 국한되지 않습니다. 어떤 경우에도, 저는 Samuel Zacharias 또는 Developer Akademie는 이 포트폴리오의 사용 또는 성과와 관련하여 발생하는 직접적, 간접적, 부수적, 특별, 결과적 또는 예시적인 손해에 대해 책임을 지지 않습니다. 여기에는 이익 손실, 명성 손실, 사용, 데이터 또는 기타 무형 손실이 포함되며, 그런 손해의 가능성에 대해 통보를 받았더라도 마찬가지입니다.
pt: Este portfólio é fornecido "no estado em que se encontra", sem garantia de qualquer tipo, seja expressa ou implícita, incluindo, mas não se limitando a, garantias implícitas de comercialização, adequação a um propósito específico e não violação. Em nenhum momento eu, Samuel Zacharias, ou a Developer Akademie seremos responsáveis por danos diretos, indiretos, incidentais, especiais, consequenciais ou exemplares, incluindo, mas não se limitando a, danos por perda de lucros, boa vontade, uso, dados ou outras perdas intangíveis, mesmo que eu tenha sido informado sobre a possibilidade desses danos, decorrentes ou em conexão com o uso ou desempenho deste portfólio.
ru: Это портфолио предоставляется "как есть", без каких-либо гарантий, явных или подразумеваемых, включая, но не ограничиваясь, подразумеваемыми гарантиями товарной пригодности, соответствия определенной цели и отсутствия нарушений. В любом случае, я, Самуэль Захариас, или Developer Akademie не несем ответственности за прямые, косвенные, случайные, специальные, последствия или примерные убытки, включая, но не ограничиваясь, убытками от утраты прибыли, деловой репутации, использования, данных или других нематериальных убытков, даже если мне было сообщено о возможности таких убытков, возникших из-за использования или работы этого портфолио.
zh: 本作品集按“原样”提供，不附带任何形式的明示或暗示的保证，包括但不限于适销性、特定用途的适用性以及不侵犯他人权益的暗示保证。在任何情况下，我，Samuel Zacharias，或Developer Akademie都不对因使用本作品集或本作品集的表现而产生的任何直接、间接、附带、特殊、后果性或示范性损害负责，包括但不限于利润损失、商誉损失、使用、数据或其他无形损失，即使我已被告知此类损害的可能性。

source: Indemnity
es: Indemnización
it: Indennizzo
ja: 補償
ko: 배상
pt: Indenização
ru: Компенсация
zh: 赔偿

source: You agree to indemnify, defend and hold harmless me, Samuel Zacharias, the Developer Akademie, and its affiliates, partners, officers, directors, agents, and employees, from and against any claim, demand, loss, damage, cost, or liability (including reasonable legal fees) arising out of or relating to your use of this Portfolio and/or your breach of this Legal Notice.
es: Usted acepta indemnizar, defender y mantener indemne a mí, Samuel Zacharias, Developer Akademie, y sus afiliados, socios, funcionarios, directores, agentes y empleados, de y contra cualquier reclamación, demanda, pérdida, daño, costo o responsabilidad (incluidos los honorarios legales razonables) que surjan de o en relación con su uso de este portafolio y/o su incumplimiento de este aviso legal.
it: Accetti di indennizzare, difendere e tenere indenne me, Samuel Zacharias, Developer Akademie, e i suoi affiliati, partner, dirigenti, amministratori, agenti ed impiegati, da e contro qualsiasi reclamo, richiesta, perdita, danno, costo o responsabilità (comprese le ragionevoli spese legali) derivanti o relativi al tuo utilizzo di questo portfolio e/o alla tua violazione di questo avviso legale.
ja: あなたは、サミュエル・ザカリアス、Developer Akademie、およびその関連会社、パートナー、役員、取締役、代理人、従業員が、あなたのこのポートフォリオの使用および/またはこの法的通知の違反に起因または関連するいかなる請求、要求、損失、損害、費用、または責任（合理的な法的費用を含む）から私を補償し、防御し、免責することに同意します。
ko: 귀하는 이 포트폴리오의 사용 및/또는 본 법적 고지 사항을 위반함으로써 발생하는 모든 청구, 요구, 손실, 손해, 비용 또는 책임(합리적인 법적 비용 포함)으로부터 저, Samuel Zacharias, Developer Akademie 및 그 제휴사, 파트너, 임원, 이사, 대리인 및 직원을 배상하고 방어하며 보호하는 데 동의합니다.
pt: Você concorda em indenizar, defender e isentar Samuel Zacharias, a Developer Akademie e suas afiliadas, parceiros, executivos, diretores, agentes e funcionários de qualquer reclamação, demanda, perda, dano, custo ou responsabilidade (incluindo honorários legais razoáveis) decorrente ou relacionado ao uso deste portfólio e/ou à violação deste Aviso Legal.
ru: Вы соглашаетесь возместить убытки, защищать и освободить от ответственности меня, Самуэля Захариаса, Developer Akademie, а также их аффилированные лица, партнеров, должностных лиц, директоров, агентов и сотрудников от любых претензий, требований, убытков, ущерба, затрат или ответственности (включая разумные юридические расходы), возникших в связи с использованием этого портфолио и/или нарушением данного юридического уведомления.
zh: 您同意赔偿、捍卫并使我、Samuel Zacharias、Developer Akademie及其附属公司、合作伙伴、主管、董事、代理人和员工免受任何索赔、要求、损失、损害、费用或责任（包括合理的法律费用），这些索赔或责任源于或与您使用本作品集和/或违反本法律声明有关。
